[{
    "index" : 34,
    "date" : "Sep. 2023",
    "content" : "Jongho will join our lab as a Ph.D student (MS & Ph.D Integrated Course)."
    },
    {
    "index" : 33,
    "date" : "Aug. 2023",
    "content" : "Our paper <i>\"V-DAT (Virtual Reality Data Analysis Tool): Supporting Self-Awareness for Autistic People from Multimodal VR Sensor Data\"</i> has been accepted to UIST 2023."
},
    {
    "index" : 32,
    "date" : "May. 2023",
    "content" : "Our paper <i>\"MAC: Multimodal, Attention-based Cybersickness Prediction Modeling in Virtual Reality\"</i> has been accepted to Springer Virtual Reality."
},
    {
    "index" : 31,
    "date" : "Apr. 2023",
    "content" : "Jongho will join our lab as a research intern."
},
    {
    "index" : 30,
    "date" : "Mar. 2023",
    "content" : "Misun and Someen will join our lab as master students."
},
    {
    "index" : 29,
    "date" : "Feb. 2023",
    "content" : "Our paper <i>\"Adversarial Normalization: I Can visualize Everything (ICE)\"</i> has been accepted to CVPR 2023."
},
{
    "index" : 28,
    "date" : "Feb. 2023",
    "content" : "Our paper <i>\"A Study on hate speech in major online communities\"</i> has been accepted to Journal of the HCI Society of Korea."
},
{
    "index" : 27,
    "date" : "Feb. 2023",
    "content" : "Our paper <i>\"A Competition-Aware Approach to Accurate TV Show Recommendation\"</i> has been accepted to ICDE 2023."
},
    {
    "index" : 26,
    "date" : "Feb. 2023",
    "content" : "Our two papers <i>\"RoutineAid : Externalizing Key Design Elements to Support Daily Routines of Individuals with Autism\"</i> and <i>\"A Study on User Perception and Experience Differences in Recommendation Results by Domain Expertise: The Case of Fashion Domains.\"</i> have been accepted to CHI 2023."
},
        {
    "index" : 25,
    "date" : "Jan. 2023",
    "content" : "Our paper <i>\"KHAN: Knowledge-Aware Hierarchical Attention Networks for Accurate Political Stance Prediction\"</i> has been accepted to WWW 2023."
},
{
    "index" : 24,
    "date" : "Jan. 2023",
    "content" : "Misun and Someen will join our lab as research interns."
},
{
    "index" : 23,
    "date" : "Dec. 2022",
    "content" : "Our paper <i>\"Eyes on Me: Investigating the Role and Influence of Eye-tracking Data on User Modeling in Virtual Reality\"</i> has been accepted to PloS One."
},
    {
    "index" : 22,
    "date" : "Oct. 2022",
    "content" : "Our two papers <i>\"VISTA: User-centered VR Training System for Effectively Deriving Characteristics of People with Autism Spectrum Disorder\"</i> and <i>\"Poster: Leveraging multimodal sensory information in cybersickness prediction\"</i> have been accepted to VRST 2022."
},{
    "index" : 21,
    "date" : "Sep. 2022",
    "content" : "Our paper <i>\"Social Telecommunication Experience with Full-Body Ownership Humanoid Robot\"</i> has been accepted to International Journal of Social Robotics." 
},{
    "index" : 20,
    "date" : "Sep. 2022",
    "content" : "Haein will join our lab as a Ph.D student (MS & Ph.D Integrated Course), and Myungjin will join as a master student."
},{
    "index" : 19,
    "date" :"Aug. 2022",
    "content" : "Our two papers <i>\"AI-Augmented Art Psychotherapy through a Hierarchical Co-Attention Mechanism\"</i> and <i>\"ST-GAT: Spatio-Temporal Graph Attention Network for Traffic Speed Prediction<i>\" have been accepted to CIKM 2022."
},
{
    "index" : 18,
    "date" :"Aug. 2022",
    "content" : "Youngseung will be continuing his research as a Ph.D student at the department of Electrical and Computer Engineering, UCLA. He will be advised by Professor Xiang Chen. Wish you all the best!"
},{
    "index" : 17,
    "date" : "July 2022",
    "content" :"Our paper <i>\"APOTS: A Framework for Adversarial Prediction of Traffic Speed\"</i> has been accepted to ICDE 2022."
},{
    "index" : 16,
    "date" : "May. 2022",
    "content" : "Myungjin will join our lab as a research intern."
},{
    "index" : 15,
    "date" : "Mar. 2022",
    "content" : "Haein will join our lab as a research intern."
},{
    "index" : 14,
    "date" : "Mar. 2022",
    "content" : "Dayoung and Taehyung will join our lab as Ph.D students (MS & Ph.D Integrated Course), Dasom will join as Ph.D student, and and Mingon, Hoyoung, Jaehoon, Eunji will join as master students."
},{
    "index" : 13,
    "date" :"Feb. 2022",
    "content" : "Our paper <i>\"Prediction for Retrospection: Integrating Algorithmic Stress Prediction into Personal Informatics Systems for College Students' Mental Health\"</i> has been accepted to CHI 2022."
},{
    "index" : 12,
    "date" :"Feb. 2022",
    "content" : "Seungwon has successfully defended his thesis and will be joining LG Electronics as a researcher. Congratulations!"
},{
    "index" : 11,
    "date" : "Jan. 2022",
    "content" : "Eunji will join our lab as a research intern."
},{
    "index" : 10,
    "date" : "Dec. 2021",
    "content" : "Jaehoon will join our lab as a research intern."
},{
    "index" : 11,
    "date" :"Nov. 2021",
    "content" :"Our paper <i>\"'I Have No Text in My Post': Using Visual Hints to Model User Emotions in Social Media\"</i> has been accepted to WWW 2022."
},{
    "index" : 10,
    "date" :"Nov. 2021",
    "content" :"Our paper <i>\"The Workplace Playbook VR: Exploring the Design Space of Virtual Reality to Foster Understanding and Support of Autistic People in the Workplace\"</i> has been accepted to CSCW 2022."
},{
    "index" : 9,
    "date" : "Oct. 2021",
    "content" : "Our paper <i>\"Adversarial Learning of Balanced Triangles for Accurate Community Detection on Signed Networks\"</i> has been accepted to ICDM 2022."
},{
    "index" : 8,
    "date" : "Sep. 2021",
    "content" : "Our paper <i>\"A systematic review on fake news research through the lens of news creation and consumption: Research efforts, challenges, and future directions\"</i> has been accepted to PloS One."
},{
    "index" : 7,
    "date" : "Sep. 2021",
    "content" : "Our paper <i>\"The More, The Better? Improving VR Firefighting Training System with Realistic Firefighter Tools as Controllers\"</i> has been accepted to Sensors."
},{
    "index" : 6,
    "date" : "Aug. 2021",
    "content" : "Our paper <i>\"ChamberBreaker: Mitigating Echo Chamber Effect and Supporting Information Hygiene through a Gamified Inoculation System\"</i> has been accepted to CSCW 2022."
},{
    "index" : 5,
    "date" : "Aug. 2021",
    "content" : "Youngseung will join our lab as a researcher."
},{
    "index" : 4,
    "date" : "Aug. 2021",
    "content" : "Taehyoung, Hoyoung, and Sohyun will join our lab as undergraduate intern."
},{
    "index" : 3,
    "date" : "Aug. 2021",
    "content" : "Dayoung and Mingon will join our lab as research interns."
},{
    "index" : 2,
    "date" : "Aug. 2021",
    "content" : "Bogoan, Seungwan will continue their research in Human-Centered Computing Lab as Ph.D students at Hanyang University starting Fall 2021."
},{
    "index" : 1,
    "date" : "Aug. 2021",
    "content" : "Our lab has moved from Ajou university to Hanyang University."
}]

