[
{
    "index" : 82,
    "date" : "Jun. 2025",
    "content" : "Professor Han will serve as an Area Chair for the 12th IEEE International Conference on Data Science and Advanced Analytics (DSAA 2025)."
},
{
    "index" : 81,
    "date" : "Jun. 2025",
    "content" : "Seungmin will join our lab as a research intern."
},
{
    "index" : 80,
    "date" : "May. 2025",
    "content" : "Our report, <i>\"An Empirical Analysis of Harmful Attack Strategies on Large Language Models,' conducted in collaboration with TTA\"</i> has been released."
},    
{
    "index" : 79,
    "date" : "May. 2025",
    "content" : "Our research, <i>\"I Don’t Know Why I Should Use This App': Holistic Analysis on User Engagement Challenges in Mobile Mental Health,\"</i> has been featured in the <a href='https://www.newsis.com/view/NISX20250508_0003167592' target='_blank'>news media</a>."
},
    {
    "index" : 78,
    "date" : "May. 2025",
    "content" : "Our paper <i>\"Designing a Visual Analytics Tool to Support Analysis Tasks of Digital Mental Health Interventions: A Proof-of-Concept Study\"</i> has been accepted to JMIR Human Factors."
},
{
    "index" : 77,
    "date" : "May. 2025",
    "content" : "Our paper <i>\"Enhancing Mindfulness-Based Cognitive Therapy in a Virtual Reality: A Prospective Interventional Study\"</i> has been accepted to Scientific Reports."
},
{
    "index" : 76,
    "date" : "Apr. 2025",
    "content" : "Our research, <i>\"HearHere: Mitigating Echo Chambers in News Consumption through an AI-based Web System,\"</i> has been featured in the <a href='https://digitalchosun.dizzo.com/site/data/html_dir/2025/04/22/2025042280205.html' target='_blank'>news media</a>."
},
{
    "index" : 75,
    "date" : "Mar. 2025",
    "content" : "Hoyoung will be joining Gauss Labs as an AI Scientist. Congratulations!"
},
{
    "index" : 74,
    "date" : "Mar. 2025",
    "content" : "Junghyun and Yena will join our lab as master students."
},
{
    "index" : 73,
    "date" : "Feb. 2025",
    "content" : "Mingon and Someen graduated with their Master's degrees."
}, 
{
    "index" : 72,
    "date" : "Feb. 2025",
    "content" : "Bogoan graduated with his Ph.D. degree."
}, 
{
    "index" : 71,
    "date" : "Feb. 2025",
    "content" : "Our report, <i>\"Risk Management Framework of General Purpose AI,' conducted in collaboration with TTA\"</i> has been released."
},    
{
    "index" : 70,
    "date" : "Jan. 2025",
    "content" : "Our paper <i>\"I Don’t Know Why I Should Use This App': Holistic Analysis on User Engagement Challenges in Mobile Mental Health\"</i> has been accepted to CHI 2025."
},    
{
    "index" : 69,
    "date" : "Jan. 2025",
    "content" : "Prof. Kyungsik Han has been selected for the <a href='https://research.hanyang.ac.kr/info/month.php?ptype=view&idx=20704&page=1&code=month&musi_name=%ED%95%9C%EA%B2%BD%EC%8B%9D' target='_blank'>Best Researcher</a> (Science and Engineering) from Hanyang University."
},    
{
    "index" : 68,
    "date" : "Jan. 2025",
    "content" : "Our paper <i>\"A Study on the Personal Fashion Preference in Social Media using Meta-path based Heterogeneous Graph Modeling\"</i> has been accepted to KIISE Transactions on Computing Practices."
},
{
    "index" : 67,
    "date" : "Jan. 2025",
    "content" : "Dohoon, Donghyeon, and Aylin will join our lab as research interns."
},
{
    "index" : 66,
    "date" : "Jan. 2025",
    "content" : "Our paper <i>\"Development of a Personalized Early Prediction Model for Cybersickness in Virtual Reality\"</i> has been accepted to KIISE Transactions on Computing Practices."
},
{
    "index" : 65,
    "date" : "Dec. 2024",
    "content" : "Our paper <i>\"Understanding the Differences in an AI-based Creativity Support Tool Between Creativity Types in Fashion Design\"</i> has been accepted to International Journal of Human-Computer Interaction."
},
{
    "index" : 64,
    "date" : "Dec. 2024",
    "content" : "Our paper <i>\"PADO: Personality-induced multi-Agents for Detecting OCEAN in human-generated texts\"</i> has been accepted to COLING 2025."
},
{
    "index" : 63,
    "date" : "Nov. 2024",
    "content" : "Our paper <i>\"A Novel Traffic Flow Prediction Model based on a Direct Spatio-Temporal Graph\"</i> has been accepted to SAC 2025."
},
{
    "index" : 62,
    "date" : "Oct. 2024",
    "content" : "Our paper <i>\"ICEv2: Interpretability, Comprehensiveness, and Explainability in Vision Transformer\"</i> has been accepted to International Journal of Computer Vision."
},
{
    "index" : 61,
    "date" : "Sep. 2024",
    "content" : "Our paper <i>\"PREDICT: Multi-Agent-based Debate Simulation for Generalized Hate Speech Detection\"</i> has been accepted to EMNLP 2024."
},
{
    "index" : 60,
    "date" : "Sep. 2024",
    "content" : "Junghyun will join our lab as a research intern."
},
{
    "index" : 59,
    "date" : "Sep. 2024",
    "content" : "Our paper <i>\"Reflecting subjectivity of style to support decision making process for fashion designers\"</i> has been accepted to Journal of the HCI Society of Korea."
},
{
    "index" : 58,
    "date" : "Aug. 2024",
    "content" : "Sohyun has been selected for the NRF Korea Master's Fellowship (2024-2025) with the proposal titled <i>\"A Research on the Development of a System to Mitigate Political Polarization Through AI-Based Generation of Balanced News Imagery\"</i>."
},    
{
    "index" : 57,
    "date" : "Aug. 2024",
    "content" : "Myungjin graduated with her Master's degree."
}, 
{
    "index" : 56,
    "date" : "Aug. 2024",
    "content" : "Our paper <i>\"CoCoStyle: Mixed Initiative Co-creative System to Support Creative Process of Fashion Design\"</i> has been accepted to Elsevier SoftwareX."
},
{
    "index" : 55,
    "date" : "Jul. 2024",
    "content" : "Our paper <i>\"Poster: Exploring the Impact of AI-Generated Images on Political News Perception and Understanding\"</i> has been accepted to CSCW 2024."
},
{
    "index" : 54,
    "date" : "Jul. 2024",
    "content" : "Our paper <i>\"Integration of Global and Local Representations for Fine-grained Cross-modal Alignment\"</i> has been accepted to ECCV 2024."
},
{
    "index" : 53,
    "date" : "Jul. 2024",
    "content" : "Our paper <i>\"Poster: Early Prediction of Cybersickness in Virtual Reality Using a Large Language Model for Multimodal Time Series Data\"</i> has been accepted to UbiComp 2024."
},
{
    "index" : 52,
    "date" : "Jun. 2024",
    "content" : "Beejin will join our lab as a research intern."
},
{
    "index" : 51,
    "date" : "Jun. 2024",
    "content" : "Jaehoon has been selected for the NRF Korea Ph.D. Fellowship (2024-2026) with the proposal titled <i>\"A Research on Development of Implicit Hate Speech Detection Model-based AI Interface System for Improving Awareness of Hate Speech\"</i>."
},
{
    "index" : 50,
    "date" : "May. 2024",
    "content" : "Our paper <i>\"Label-aware Hard Negative Sampling Strategies with Momentum Contrastive Learning for Implicit Hate Speech Detection\"</i> has been accepted to ACL 2024."
},
{
    "index" : 49,
    "date" : "May. 2024",
    "content" : "Our paper <i>\"The hatred of all against all? Evidence from online community platforms in South Korea\"</i> has been accepted to PloS one."
},
{
    "index" : 48,
    "date" : "Apr. 2024",
    "content" : "Eunji will be joining CJ Logistics as a AI Engineer. Congratulations!"
},
{
    "index" : 47,
    "date" : "Apr. 2024",
    "content" : "Our paper <i>\"PRECYSE: Predicting Cybersickness using Transformer for Multimodal Time-Series Sensor Data\"</i> has been accepted to IMWUT (UbiComp 2024)."
},
{
    "index" : 46,
    "date" : "Mar. 2024",
    "content" : "Our paper <i>\"An Empirical Study on Social Anxiety in a Virtual Environment through Mediating Variables and Multiple Sensor Data\"</i> has been accepted to CSCW 2024."
},
{
    "index" : 45,
    "date" : "Mar. 2024",
    "content" : "Sohyun and Yoonseon will join our lab as master students."
}, 
{
    "index" : 44,
    "date" : "Feb. 2024",
    "content" : "Hoyoung and Eunji graduated with their Master's degrees."
}, 
{
    "index" : 43,
    "date" : "Jan. 2024",
    "content" : "Our paper <i>\"Narrating Routines through Game Dynamics: Impact of a Gamified Routine Management App for Autistic Individuals\"</i> has been accepted to CHI 2024."
}, 
{
    "index" : 42,
    "date" : "Dec. 2023",
    "content" : "Our paper <i>\"A Study on the Importance of Multimodal Sensor Data in Virtual Reality\"</i> has been accepted to ICNGC 2023."
}, 
{
    "index" : 41,
    "date" : "Nov. 2023",
    "content" : "Our paper <i>\"Consistency of Code: A prompt based approach to comprehend functionality\"</i> has been accepted to APSEC 2023."
}, 
{
    "index" : 40,
    "date" : "Nov. 2023",
    "content" : "Our paper <i>\"Promoting Self-Efficacy of Individuals with Autism in Practicing Social Skills in the Workplace Using Virtual Reality and Physiological Sensors: A Feasibility Study\"</i> has been accepted to JMIR Formative Research."
}, 
{
    "index" : 39,
    "date" : "Oct. 2023",
    "content" : "Yoonseon will join our lab as a research intern."
},
{
    "index" : 38,
    "date" : "Sep. 2023",
    "content" : "Our paper <i>\"HearHere: Mitigating Echo Chambers in News Consumption through an AI-based Web System\"</i> has been accepted to CSCW 2024."
},
{
    "index" : 37,
    "date" : "Aug. 2023",
    "content" : "Bogoan has been selected for the NRF Korea Ph.D. Fellowship (2023-2025) with the proposal titled <i>\"A Research on Development of AI+VR-based QoLT (Quality of Life Technology) Systems for Social Independence of Individuals with Autism Spectrum Disorder\"</i>."
},
{
    "index" : 36,
    "date" : "Aug. 2023",
    "content" : "Our paper <i>\"V-DAT (Virtual Reality Data Analysis Tool): Supporting Self-Awareness for Autistic People from Multimodal VR Sensor Data\"</i> has been accepted to UIST 2023."
},
{
    "index" : 35,
    "date" : "Jun. 2023",
    "content" : "Our paper <i>\"An AI Web-based Interface for Mitigating Political Polarization\"</i> has been accepted to Journal of KIISE."
},
{
    "index" : 34,
    "date" : "May. 2023",
    "content" : "Our paper <i>\"MAC: Multimodal, Attention-based Cybersickness Prediction Modeling in Virtual Reality\"</i> has been accepted to Springer Virtual Reality."
},
{
    "index" : 33,
    "date" : "Mar. 2023",
    "content" : "Misun and Someen will join our lab as master students."
},
{
    "index" : 32,
    "date" : "Feb. 2023",
    "content" : "Our paper <i>\"Adversarial Normalization: I Can visualize Everything (ICE)\"</i> has been accepted to CVPR 2023."
},
{
    "index" : 31,
    "date" : "Feb. 2023",
    "content" : "Our paper <i>\"A Study on hate speech in major online communities\"</i> has been accepted to Journal of the HCI Society of Korea."
},
{
    "index" : 30,
    "date" : "Feb. 2023",
    "content" : "Our paper <i>\"A Competition-Aware Approach to Accurate TV Show Recommendation\"</i> has been accepted to ICDE 2023."
},
{
    "index" : 29,
    "date" : "Feb. 2023",
    "content" : "Our two papers <i>\"RoutineAid : Externalizing Key Design Elements to Support Daily Routines of Individuals with Autism\"</i> and <i>\"A Study on User Perception and Experience Differences in Recommendation Results by Domain Expertise: The Case of Fashion Domains.\"</i> have been accepted to CHI 2023."
},
{
    "index" : 28,
    "date" : "Jan. 2023",
    "content" : "Our paper <i>\"KHAN: Knowledge-Aware Hierarchical Attention Networks for Accurate Political Stance Prediction\"</i> has been accepted to WWW 2023."
},
{
    "index" : 27,
    "date" : "Jan. 2023",
    "content" : "Misun and Someen will join our lab as research interns."
},
{
    "index" : 26,
    "date" : "Dec. 2022",
    "content" : "Our paper <i>\"Eyes on Me: Investigating the Role and Influence of Eye-tracking Data on User Modeling in Virtual Reality\"</i> has been accepted to PloS One."
},
{
    "index" : 25,
    "date" : "Oct. 2022",
    "content" : "Our two papers <i>\"VISTA: User-centered VR Training System for Effectively Deriving Characteristics of People with Autism Spectrum Disorder\"</i> and <i>\"Poster: Leveraging multimodal sensory information in cybersickness prediction\"</i> have been accepted to VRST 2022."
},
{
    "index" : 24,
    "date" : "Sep. 2022",
    "content" : "Our paper <i>\"Social Telecommunication Experience with Full-Body Ownership Humanoid Robot\"</i> has been accepted to International Journal of Social Robotics." 
},
{
    "index" : 23,
    "date" : "Sep. 2022",
    "content" : "Haein will join our lab as a Ph.D student (MS & Ph.D Integrated Course), and Myungjin will join as a master student."
},
{
    "index" : 22,
    "date" :"Aug. 2022",
    "content" : "Our two papers <i>\"AI-Augmented Art Psychotherapy through a Hierarchical Co-Attention Mechanism\"</i> and <i>\"ST-GAT: Spatio-Temporal Graph Attention Network for Traffic Speed Prediction<i>\" have been accepted to CIKM 2022."
},
{
    "index" : 21,
    "date" :"Aug. 2022",
    "content" : "Youngseung will be continuing his research as a Ph.D student at the department of Electrical and Computer Engineering, UCLA. He will be advised by Professor Xiang Chen. Wish you all the best!"
},
{
    "index" : 20,
    "date" : "July 2022",
    "content" :"Our paper <i>\"APOTS: A Framework for Adversarial Prediction of Traffic Speed\"</i> has been accepted to ICDE 2022."
},
{
    "index" : 19,
    "date" : "May. 2022",
    "content" : "Myungjin will join our lab as a research intern."
},
{
    "index" : 18,
    "date" : "Mar. 2022",
    "content" : "Haein will join our lab as a research intern."
},
{
    "index" : 17,
    "date" : "Mar. 2022",
    "content" : "Dayoung and Taehyung will join our lab as Ph.D students (MS & Ph.D Integrated Course), Dasom will join as Ph.D student, and and Mingon, Hoyoung, Jaehoon, Eunji will join as master students."
},
{
    "index" : 16,
    "date" :"Feb. 2022",
    "content" : "Our paper <i>\"Prediction for Retrospection: Integrating Algorithmic Stress Prediction into Personal Informatics Systems for College Students' Mental Health\"</i> has been accepted to CHI 2022."
},
{
    "index" : 15,
    "date" :"Feb. 2022",
    "content" : "Seungwon has successfully defended his thesis and will be joining LG Electronics as a AI researcher. Congratulations!"
},
{
    "index" : 14,
    "date" : "Jan. 2022",
    "content" : "Eunji will join our lab as a research intern."
},
{
    "index" : 13,
    "date" : "Dec. 2021",
    "content" : "Jaehoon will join our lab as a research intern."
},
{
    "index" : 12,
    "date" :"Nov. 2021",
    "content" :"Our paper <i>\"'I Have No Text in My Post': Using Visual Hints to Model User Emotions in Social Media\"</i> has been accepted to WWW 2022."
},
{
    "index" : 11,
    "date" :"Nov. 2021",
    "content" :"Our paper <i>\"The Workplace Playbook VR: Exploring the Design Space of Virtual Reality to Foster Understanding and Support of Autistic People in the Workplace\"</i> has been accepted to CSCW 2022."
},
{
    "index" : 10,
    "date" : "Oct. 2021",
    "content" : "Our paper <i>\"Adversarial Learning of Balanced Triangles for Accurate Community Detection on Signed Networks\"</i> has been accepted to ICDM 2022."
},
{
    "index" : 9,
    "date" : "Sep. 2021",
    "content" : "Our paper <i>\"A systematic review on fake news research through the lens of news creation and consumption: Research efforts, challenges, and future directions\"</i> has been accepted to PloS One."
},
{
    "index" : 8,
    "date" : "Sep. 2021",
    "content" : "Our paper <i>\"The More, The Better? Improving VR Firefighting Training System with Realistic Firefighter Tools as Controllers\"</i> has been accepted to Sensors."
},
{
    "index" : 7,
    "date" : "Sep. 2021",
    "content" : "Seungwan has been selected for the NRF Korea Ph.D. Fellowship (2021-2023) with the proposal titled <i>\"Research on Supporting Art Psychotherapy through Augmented Artificial Intelligence (AAAI)\"</i>."
},
{
    "index" : 6,
    "date" : "Aug. 2021",
    "content" : "Our paper <i>\"ChamberBreaker: Mitigating Echo Chamber Effect and Supporting Information Hygiene through a Gamified Inoculation System\"</i> has been accepted to CSCW 2022."
},
{
    "index" : 5,
    "date" : "Aug. 2021",
    "content" : "Youngseung will join our lab as a researcher."
},
{
    "index" : 4,
    "date" : "Aug. 2021",
    "content" : "Taehyoung, Hoyoung, and Sohyun will join our lab as undergraduate intern."
},
{
    "index" : 3,
    "date" : "Aug. 2021",
    "content" : "Dayoung and Mingon will join our lab as research interns."
},
{
    "index" : 2,
    "date" : "Aug. 2021",
    "content" : "Bogoan, Seungwan will continue their research in Human-Centered Computing Lab as Ph.D students at Hanyang University starting Fall 2021."
},
{
    "index" : 1,
    "date" : "Aug. 2021",
    "content" : "Our lab has moved from Ajou university to Hanyang University."
}]

